Repository: dandygithub/script.extendedinfo
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru, uk_ua

# Addon Description
source: This script offers various possibilities to display online content inside skins. Used services are themoviedb.org, theaudiodb.org, Trakt.TV and a lot more. Can also be used for importing / exporting skin settings, adding additional fanart stuff to library and cooking eggs. Needs skin support for most functions.
ru_ru: Этот скрипт предлагает различные возможности для отображения онлайн-контента внутри обложки, а также полный браузер MovieDB, включая информационные диалоги для различных типов медиа. Используемыми сервисами являются themoviedb.org, theaudiodb.org, Trakt.TV, omdbapi.com и многое другое. Требует реализации обложки для многих функций.
uk_ua: Цей сценарій пропонує різні можливості для відображення онлайн-вмісту всередині обкладинки, а також повний браузер MovieDB, включаючи діалоги інформації для різних типів медіа. Використані сервіси - themoviedb.org, theaudiodb.org, Trakt.TV, omdbapi.com та багато іншого. Потрібна реалізація обкладинки для безлічі функцій.

# #32000
source: Million
ru_ru: Млн.
uk_ua: Мільйон

# #32001
source: Billion
ru_ru: Млрд.
uk_ua: Мільярд

# #32002
source: Trillion
ru_ru: Трлн.
uk_ua: Трильйон

# #32003
source: Autocompletion language
ru_ru: Язык автозаполнения
uk_ua: Мова автозаповнення

# #32004
source: Autocompletion provider
ru_ru: Поставщик автозаполнения
uk_ua: Постачальник автозаповнення

# #32005
source: Windowed mode (for low-power platforms)
ru_ru: Оконный режим (для маломощных платформ)
uk_ua: Віконний режим (для малопотужних платформ)

# #32006
source: Use as thumbnail
ru_ru: Использовать как эскиз
uk_ua: Використовувати як ескіз

# #32007
source: Use as fanart
ru_ru: Использовать как фанарт
uk_ua: Використовувати як фанарт

# #32008
source: Autocompletion
ru_ru: Автозаполнение
uk_ua: Автозаповнення

# #32009
source: Show person information
ru_ru: Показать персональную информацию
uk_ua: Показати персональну інформацію

# #32010
source: Filmography
ru_ru: Фильмография
uk_ua: Фільмографія

# #32011
source: Known movies
ru_ru: Известные фильмы
uk_ua: Відомі фільми

# #32012
source: Birthday
ru_ru: День рождения
uk_ua: День народження

# #32013
source: Day of death
ru_ru: День смерти
uk_ua: День смерті

# #32014
source: Place of birth
ru_ru: Место рождения
uk_ua: Місце народження

# #32015
source: Adult actor
ru_ru: Порноактер
uk_ua: Порноактор

# #32016
source: Also known as
ru_ru: Также известен как
uk_ua: Також відомий як

# #32017
source: Homepage
ru_ru: Домашняя страница
uk_ua: Домашня сторінка

# #32018
source: Role
ru_ru: Роль
uk_ua: Роль

# #32019
source: Job
ru_ru: Работа
uk_ua: Работа

# #32020
source: Age
ru_ru: Возраст
uk_ua: Вік

# #32021
source: In database
ru_ru: В базе данных
uk_ua: У базі даних

# #32022
source: Clear filters
ru_ru: Очистить фильтры
uk_ua: Очистити фільтри

# #32023
source: Filters
ru_ru: Фильтры
uk_ua: Фільтри

# #32024
source: My account
ru_ru: Моя учетная запись
uk_ua: Мій обліковий запис

# #32025
source: Episode index
ru_ru: Эпизоды
uk_ua: Індекс епізоду

# #32026
source: Related movie lists
ru_ru: Связанные списки фильмов
uk_ua: Пов'язані списки фільмів

# #32027
source: Select person
ru_ru: Выберите персону
uk_ua: Виберіть персону

# #32028
source: Airing episodes
ru_ru: Эпизоды в эфире
uk_ua: Епізоди в ефірі

# #32029
source: Season premiere episodes
ru_ru: Премьера сезона
uk_ua: Епізоди прем'єри сезону

# #32030
source: Movie appearances
ru_ru: Премьеры фильма
uk_ua: Прем'єри фільмів

# #32031
source: TV show appearances
ru_ru: Премьеры сериала
uk_ua: Прем'єри серіалів

# #32032
source: Trending TV shows
ru_ru: Сериалы в тренде
uk_ua: Серіали в тренді

# #32033
source: Enter person name
ru_ru: Введите имя персоны
uk_ua: Введіть ім'я персони

# #32034
source: Person results for %s
ru_ru: Персональные результаты для %s
uk_ua: Персональні результати для%s

# #32035
source: Remove from list
ru_ru: Удалить из списка
uk_ua: Видалити зі списку

# #32036
source: Movie list
ru_ru: Список фильмов
uk_ua: Список фільмів

# #32037
source: Overview
ru_ru: Обзор
uk_ua: Огляд

# #32038
source: TV shows airing today
ru_ru: Сериалы сегодня
uk_ua: Серіали сьогодні

# #32039
source: On-the-air TV shows
ru_ru: Сериалы в эфире
uk_ua: Серіали в ефірі

# #32040
source: Top rated TV shows
ru_ru: Сериалы с самым высоким рейтингом
uk_ua: Серіали з найвищим рейтингом

# #32041
source: Popular TV shows
ru_ru: Популярные сериалы
uk_ua: Популярні серіали

# #32042
source: In-cinema movies
ru_ru: Фильмы в кино
uk_ua: Фільми в кіно

# #32043
source: Upcoming movies
ru_ru: Предстоящие фильмы
uk_ua: Майбутні фільми

# #32044
source: Popular movies
ru_ru: Популярные фильмы
uk_ua: Популярні фільми

# #32045
source: User-created lists
ru_ru: Пользовательские списки
uk_ua: Списки користувача

# #32046
source: Top rated movies
ru_ru: Фильмы с самым высоким рейтингом
uk_ua: Фільми з найвищим рейтингом

# #32047
source: Trending movies
ru_ru: Фильмы в тренде
uk_ua: Фільми в тренді

# #32048
source: Opening movies
ru_ru: Открытие фильмов
uk_ua: Відкриття фільмів

# #32049
source: Current DVD releases
ru_ru: Текущие DVD релизы
uk_ua: Поточні DVD релізи

# #32050
source: Online information
ru_ru: Online информация
uk_ua: Online інформація

# #32051
source: Trailer
ru_ru: Трейлер
uk_ua: Трейлер

# #32052
source: No trailers found
ru_ru: Трейлеры не найдены
uk_ua: Трейлери не знайдені

# #32053
source: New DVD releases
ru_ru: Новые DVD релизы
uk_ua: Нові DVD релізи

# #32054
source: Upcoming DVDs
ru_ru: Предстоящие DVD
uk_ua: Майбутні DVD

# #32055
source: Box office
ru_ru: Сбор
uk_ua: Збір

# #32056
source: Top rentals
ru_ru: Лучший прокат
uk_ua: Кращий прокат

# #32057
source: Dimensions
ru_ru: Размеры
uk_ua: Розміри

# #32058
source: Related
ru_ru: Связанный
uk_ua: Пов'язаний

# #32059
source: Added movie to CouchPotato
ru_ru: Добавлен фильм в CouchPotato
uk_ua: Доданий фільм в CouchPotato

# #32060
source: Relevance
ru_ru: Актуальность
uk_ua: Актуальність

# #32061
source: views
ru_ru: просмотры
uk_ua: перегляди

# #32062
source: One day
ru_ru: Один день
uk_ua: Один день

# #32063
source: One week
ru_ru: Одна неделя
uk_ua: Один тиждень

# #32064
source: One month
ru_ru: Один месяц
uk_ua: Один місяць

# #32065
source: One year
ru_ru: Один год
uk_ua: Один рік

# #32067
source: Amount of days
ru_ru: Количество дней
uk_ua: Кількість днів

# #32068
source: Amount of videos
ru_ru: Количество видео
uk_ua: Кількість відео

# #32069
source: Show similar videos
ru_ru: Показать похожие видео
uk_ua: Показати схоже відео

# #32070
source: Show filmography
ru_ru: Показать фильмографию
uk_ua: Показати фільмографію

# #32071
source: Released
ru_ru: Премьера
uk_ua: Випущений

# #32072
source: Post production
ru_ru: Пост-продакшн
uk_ua: Післявиробничий етап

# #32073
source: In production
ru_ru: В производстве
uk_ua: У виробництві

# #32074
source: Ended
ru_ru: Закрыт
uk_ua: Закінчилося

# #32075
source: Returning series
ru_ru: Продолжается
uk_ua: Повернення серій

# #32076
source: Planned
ru_ru: Запланированные
uk_ua: Заплановані

# #32077
source: Remove filter
ru_ru: Удалить фильтр
uk_ua: Видалити фільтр

# #32078
source: Remove all
ru_ru: Удалить все
uk_ua: Видалити всі

# #32080
source: Force native appearance
ru_ru: Родной внешний вид
uk_ua: Рідний зовнішній вигляд

# #32081
source: More videos from
ru_ru: Больше видео от
uk_ua: Більше відео від

# #32082
source: votes
ru_ru: голосов
uk_ua: голосів

# #32083
source: Add movie to list
ru_ru: Добавить фильм в список
uk_ua: Додати фільм в список

# #32084
source: Use classic keyboard for search
ru_ru: Использовать классическую клавиатуру для поиска
uk_ua: Використовувати класичну клавіатуру для пошуку

# #32085
source: Anticipated TV shows
ru_ru: Ожидаемые сериалы
uk_ua: Очікувані серіали

# #32086
source: Most played TV shows
ru_ru: Самые популярные сериалы
uk_ua: Найпопулярніші серіали

# #32087
source: Most collected TV shows
ru_ru: Самые собранные сериалы
uk_ua: Самі зібрані серіали

# #32088
source: Most watched TV shows
ru_ru: Самые просматриваемые сериалы
uk_ua: Самі переглядаємі серіали

# #32089
source: Most played movies
ru_ru: Самые популярные фильмы
uk_ua: Найпопулярніші фільми

# #32090
source: Most watched movies
ru_ru: Самые просматриваемые фильмы
uk_ua: Самі переглядаємі фільми

# #32091
source: Most collected movies
ru_ru: Самые собранные фильмы
uk_ua: Самі зібрані фільми

# #32092
source: Anticipated movies
ru_ru: Ожидаемые фильмы
uk_ua: Очікувані фільми

# #32093
source: Rated episodes
ru_ru: Оцененые эпизоды
uk_ua: Оціненні епізоди

# #32094
source: Male
ru_ru: Мужчина
uk_ua: Чоловік

# #32095
source: Female
ru_ru: Женщина
uk_ua: Жінка

# #32099
source: Include porn stars
ru_ru: Включать порнозвезд
uk_ua: Включати порнозірок

# #32100
source: Get extrafanart
ru_ru: Получить экстрафанарт
uk_ua: Отримати екстрафанарт

# #32101
source: Get extrathumbs
ru_ru: Получить превью
uk_ua: Отримати превью

# #32102
source: Get tune
ru_ru: Получить мелодию
uk_ua: Отримати мелодію

# #32103
source: Change info labels
ru_ru: Изменить информационные метки
uk_ua: Змінити інформаційні мітки

# #32104
source: Sort by
ru_ru: Сорт. по
uk_ua: Сортувати за

# #32105
source: Filters
ru_ru: Фильтры
uk_ua: Фільтри

# #32106
source: Choose filter behaviour
ru_ru: Выберите поведение фильтра
uk_ua: Виберіть поведінку фільтра

# #32107
source: Add to list
ru_ru: Добавить в список
uk_ua: Додати до списку

# #32108
source: Revenue
ru_ru: Доход
uk_ua: Дохід

# #32109
source: Budget
ru_ru: Бюджет
uk_ua: Бюджет

# #32110
source: Popularity
ru_ru: Популярность
uk_ua: Популярність

# #32111
source: Vote count
ru_ru: Количество голосов
uk_ua: Кількість голосів

# #32112
source: Vote average
ru_ru: Средний балл
uk_ua: Середній бал

# #32113
source: Rate movie
ru_ru: Оценить фильм
uk_ua: Оцінити фільм

# #32114
source: Keyword
ru_ru: Ключевое слово
uk_ua: Ключове слово

# #32115
source: Crew
ru_ru: Съемочная группа
uk_ua: Команда

# #32116
source: Recommended By TMDB
ru_ru: Рекомендовано TMDB
uk_ua: Рекомендовано TMDB

# #32117
source: Official videos
ru_ru: Официальные видео
uk_ua: Офіційні відео

# #32118
source: YouTube videos
ru_ru: YouTube видео
uk_ua: YouTube відео

# #32119
source: Artwork
ru_ru: Постеры
uk_ua: Ілюстрації

# #32120
source: Movie actor roles
ru_ru: Роли в фильме
uk_ua: Ролі у фільмі

# #32121
source: TV show roles
ru_ru: Роли в сериале
uk_ua: Ролі в серіалі

# #32122
source: Movie crew member
ru_ru: Член съемочной группы фильма
uk_ua: Член команди фільму

# #32123
source: TV show crew member
ru_ru: Член съемочной группы сериала
uk_ua: Член команди серіалу

# #32124
source: Items
ru_ru: Элементы
uk_ua: Елементи

# #32125
source: Page
ru_ru: Страница
uk_ua: Сторінка

# #32126
source: Actor/Crew member
ru_ru: Актер/Член группы

# #32127
source: Certification
ru_ru: Сертификация
uk_ua: Сертифікація

# #32128
source: Order
ru_ru: Порядок
uk_ua: Порядок

# #32129
source: Your rating
ru_ru: Ваш рейтинг
uk_ua: Ваш рейтинг

# #32130
source: Show lists
ru_ru: Показать списки
uk_ua: Показати списки

# #32131
source: Already rated
ru_ru: Уже оценено
uk_ua: Уже оцінено

# #32132
source: Extras
ru_ru: Дополнительно
uk_ua: Додатково

# #32133
source: Manage
ru_ru: Настроить
uk_ua: Налаштувати

# #32134
source: Starred movies
ru_ru: Помеченные фильмы
uk_ua: Помічені фільми

# #32135
source: Rated movies
ru_ru: Оцененные фильмы
uk_ua: Оцінені фільми

# #32136
source: Choose list
ru_ru: Выберите список
uk_ua: Виберіть список

# #32137
source: Enter list name
ru_ru: Введите название списка
uk_ua: Введіть назву для списку

# #32138
source: Delete movie list
ru_ru: Удалить список фильмов
uk_ua: Видалити список фільмів

# #32139
source: New movie list
ru_ru: Новый список фильмов
uk_ua: Новий список фільмів

# #32140
source: For all features enter your TMDB credentials in addon settings.
ru_ru: Для всех функций введите свои учетные данные TMDB в настройках дополнения.
uk_ua: Для всіх функцій введіть свої облікові дані TMDB в настройках доповнення.

# #32141
source: This product uses the TMDb API but is not endorsed or certified by TMDb.
ru_ru: Этот продукт использует API TMDb, но не одобрен или сертифицирован TMDb.
uk_ua: Цей продукт використовує API TMDb, але не схвалений або сертифікований TMDb.

# #32142
source: Studios
ru_ru: Студии
uk_ua: Студії

# #32143
source: Could not find item at MovieDB
ru_ru: Не удалось найти элемент на MovieDB
uk_ua: Не вдалося знайти елемент на MovieDB

# #32144
source: Starred TV shows
ru_ru: Помеченные сериалы
uk_ua: Помічені серіали

# #32145
source: Rated TV shows
ru_ru: Оцененные сериалы
uk_ua: Оцінені серіали

# #32146
source: Search - %s
ru_ru: Поиск - %s

# #32147
source: Show appearances
ru_ru: Показать внешние виды
uk_ua: Показати зовнішні види

# #32148
source: Show information
ru_ru: Показать информацию
uk_ua: Показати інформацію

# #32149
source: Upper limit
ru_ru: Верхний предел
uk_ua: Верхня межа

# #32150
source: Lower limit
ru_ru: Нижний предел
uk_ua: Нижня межа

# #32151
source: Choose option
ru_ru: Выберите вариант
uk_ua: Виберіть варіант

# #32152
source: Networks
ru_ru: Сети
uk_ua: Мережі

# #32153
source: Certification country
ru_ru: Страна сертификации
uk_ua: Країна сертифікації

# #32154
source: Star
ru_ru: Поставить отметку
uk_ua: Поставити відмітку

# #32155
source: UnStar
ru_ru: Снять отметку
uk_ua: Зняти відмітку

# #32156
source: Person
ru_ru: Персона
uk_ua: Персона

# #32157
source: Created at
ru_ru: Создано в
uk_ua: Створено в

# #32158
source: Birthday today!
ru_ru: Сегодня день рождения!
uk_ua: Сьогодні День народження!

# #32159
source: Language for TheMovieDB requests
ru_ru: Язык запросов TheMovieDB
uk_ua: Мова запитів TheMovieDB

# #32160
source: TheMovieDB username
ru_ru: TheMovieDB имя пользователя
uk_ua: TheMovieDB ім'я користувача

# #32161
source: TheMovieDB password
ru_ru: TheMovieDB пароль
uk_ua: TheMovieDB пароль

# #32162
source: Include adult actors / movies
ru_ru: Включить актеров/фильмы для взрослых
uk_ua: Включити акторів/фільми для дорослих

# #32163
source: Open InfoDialog by default
ru_ru: Открывать InfoDialog по умолчанию
uk_ua: Відкривати InfoDialog за замовчуванням

# #32164
source: Delete cache
ru_ru: Удалить кеш
uk_ua: Видалити кеш

# #32165
source: Add to CouchPotato
ru_ru: Добавить в CouchPotato
uk_ua: Додати в CouchPotato

# #32166
source: Add to SickBeard
ru_ru: Добавить в SickBeard
uk_ua: Додати в SickBeard

# #32167
source: Reviews
ru_ru: Отзывы
uk_ua: Відгуки

# #32168
source: Releases
ru_ru: Релизы
uk_ua: Релізи

# #32169
source: Rate TV show
ru_ru: Оценить сериал
uk_ua: Оцінити серіал

# #32170
source: Add to Trakt Watchlist
ru_ru: Добавить в список Trakt
uk_ua: Додати в список спостереження Trakt

# #32171
source: Fanarts
ru_ru: Фанарты

# #32126
source: Actor / Crew member
uk_ua: Актор / Член команди

# #32146
source: Search for '%s'
uk_ua: Шукати для '%s'
